<?php

return [
    'SAVE' => 'Сохранить',
    'REMOVE' => 'Удалить',
    'EDIT' => 'Редактировать',
    'ACCEPT' => 'Принять',
    'CANCEL' => 'Отменить',
    'CLOSE' => 'Закрыть',
    'UPLOAD' => 'Загрузка новой фотографии',
    'DELETED' => 'Изображение удалено',
    'UPLOADING' => 'Загружаем. Пожалуйста подождите',

    'DETAILS' => 'Детали',
    'EMPTY' => '(не указано)',
    'TITLE' => 'Заголовок',
    'DESCRIPTION' => 'Описание',
    'PRIMARY' => 'Главное фото',

    'ADD' => 'Добавить',
    'DOWNLOAD' => 'Загрузить',
    'UPLOAD_IMAGES' => 'Загрузить изображения',
    'OR' => 'или',
    'PASTE_LINK' => 'Вставить ссылку',
    'NO_PHOTO' => 'Фотографии еще не загружены',

    'ALBUM' => 'Альбом',
    'ALBUM_MANAGEMENT' => 'Управление альбомами',
    'ALBUM_LIST' => 'Список альбомов',
    'ALBUM_SELECT' => 'Выбрать альбом (необязательно)',

    'AUTHOR' => 'Автор',
    'AUTHOR_SRC' => 'Ссылка на автора',
    'UNKNOWN_AUTHOR' => 'Неизвестный автор',
    'UNKNOWN_AUTHOR_DESC' => 'Фотографии могут быть удалены с сайта без вашего согласия при обращении автором через обратную связь.',
    'IM_AUTHOR' => 'Я автор',
    'IM_AUTHOR_DESC' => 'Фотографии могут быть удалены с сайта по вашему запросу через форму обратной связи или на усмотрение модератора.',

    'SELECT_ALL' => 'Выбрать все',
    'DELETE_MARKED' => 'Удалить отмеченные',
];